Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Saves both boards and puts them in your light and dark slots.
de: Sichert beide Tastaturen und verwendet sie für Hell und Dunkel.
es: Guarda ambos teclados y los asigna a los modos claro y oscuro.
et: Salvestab mõlemad klaviatuurid ja määrab need heledasse ja tumedasse režiimi.
fr: Enregistre les deux claviers et les affecte aux modes clair et sombre.
hu: Mindkét billentyűzetet menti, és a világos, illetve a sötét módhoz rendeli.
it: Salva entrambe le tastiere e le assegna alle modalità chiara e scura.
ja: 両方のキーボードを保存し、ライトとダークに割り当てます。
ko: 두 키보드를 모두 저장하고 라이트와 다크에 각각 지정합니다.
ms: Menyimpan kedua-dua papan kekunci dan menggunakannya untuk mod cerah dan gelap.
pt: Salva os dois teclados e os usa nos modos claro e escuro.
ru: Сохраняет обе клавиатуры и назначает их для светлого и тёмного оформления.
zh_hans: 保存两套键盘，并分别用于浅色和深色模式。

source: Saves your current settings as a new profile. Your theme isn't included.
de: Sichert deine aktuellen Einstellungen als neues Profil. Dein Design ist nicht dabei.
es: Guarda tus ajustes actuales como un perfil nuevo. Tu tema no se incluye.
et: Salvestab sinu praegused seaded uue profiilina. Sinu teema pole kaasatud.
fr: Enregistre tes réglages actuels comme nouveau profil. Ton thème n'est pas inclus.
hu: Az aktuális beállításaidat új profilként menti. A téma nem kerül bele.
it: Salva le tue impostazioni attuali come nuovo profilo. Il tema non viene incluso.
ja: 今の設定を新しいプロファイルとして保存します。テーマは含まれません。
ko: 지금 설정을 새 프로필로 저장해요. 테마는 안 들어가요.
ms: Simpan tetapan semasa anda sebagai profil baru. Tema anda tak disertakan.
pt: Guarda as tuas definições atuais como um novo perfil. O teu tema não vai incluído.
ru: Сохраняет текущие настройки как новый профиль. Тема в него не входит.
zh_hans: 把你现在的设置存成一个新配置。不含你的主题。

source: Say what you want done
de: Sag, was passieren soll
es: Di lo que quieres que haga
et: Ütle, mida tahad teha
fr: Dis ce que tu veux faire
hu: Mondd meg, mi legyen
it: Di' cosa vuoi che faccia
ja: してほしいことを言う
ko: 원하는 걸 말하기
ms: Sebut apa yang anda mahu
pt: Diz o que queres que faça
ru: Скажите, что нужно сделать
zh_hans: 说出你想做什么

source: Say which app you were typing in and what iOS you're on. It's usually the thing that narrows it down.
de: Sag dazu, in welcher App du getippt hast und welches iOS du hast. Meistens grenzt genau das die Sache ein.
es: Dinos en qué app escribías y qué iOS tienes. Suele ser lo que acota el problema.
et: Ütle ka, millises rakenduses sa tipisid ja millisel iOS-il oled. Tavaliselt see kitsendabki asja.
fr: Précise dans quelle app tu tapais et quelle version d'iOS tu as. C'est en général ce qui réduit le champ.
hu: Írd meg, melyik appban gépeltél és milyen iOS van a telefonon. Általában ez szűkíti le a kört.
it: Dicci in quale app stavi scrivendo e che iOS hai. Di solito è quello che restringe il campo.
ja: どのアプリで入力していたか、iOSのバージョンも添えてください。たいていそれで絞り込めます。
ko: 어떤 앱에서 입력 중이었는지와 iOS 버전을 함께 알려 주세요. 보통 그것으로 범위가 좁혀집니다.
ms: Sebutkan dalam app mana anda menaip dan iOS yang anda guna. Selalunya itu yang mempersempit puncanya.
pt: Diz em que app estavas a escrever e que iOS tens. É quase sempre o que estreita a busca.
ru: Напишите, в каком приложении вы печатали и какая у вас версия iOS. Обычно именно это и сужает круг поисков.
zh_hans: 说一下你在哪个 App 里打字、用的是哪个 iOS 版本。多半就是这两点缩小了范围。

source: Says it the way a fluent speaker would.
de: Formuliert es so, wie es ein Muttersprachler sagen würde.
es: Lo dice como lo diría un hablante nativo.
et: Sõnastab seda nii, nagu teeks sujuv kõneleja.
fr: Le formule comme le ferait un locuteur natif.
hu: Úgy fogalmaz, ahogy egy anyanyelvi beszélő mondaná.
it: Lo dice come lo direbbe un madrelingua.
ja: 母語話者が話すような言い回しにします。
ko: 원어민이 말하듯 옮깁니다.
ms: Menyampaikannya seperti penutur fasih.
pt: Diz como diria um falante nativo.
ru: Говорит так, как сказал бы носитель языка.
zh_hans: 用母语者的说法来表达。

source: Scale
de: Skalieren
es: Escala
et: Skaala
fr: Échelle
hu: Méretezés
it: Scala
ja: スケール
ko: 크기 변화
ms: Skala
pt: Escala
ru: Масштаб
zh_hans: 缩放

source: Scale saved value
de: Gespeicherten Wert skalieren
es: Escalar valor guardado
et: Muuda salvestatud väärtust suhteliselt
fr: Ajuster la valeur enregistrée
hu: Mentett érték arányosítása
it: Scala il valore salvato
ja: 保存値を倍率で調整
ko: 저장된 값 비율 조정
ms: Skalakan nilai tersimpan
pt: Ajustar o valor guardado
ru: Масштабировать сохранённое значение
zh_hans: 按比例调整保存值

source: Scales every key's touch target. Raise it if taps sometimes don't register, like with a thick screen protector.
de: Skaliert die Berührungsfläche jeder Taste. Erhöhe sie, wenn deine Tipps manchmal nicht ankommen, etwa bei einer dicken Schutzfolie.
es: Ajusta el área táctil de cada tecla. Súbelo si a veces los toques no se registran, por ejemplo con un protector de pantalla grueso.
et: Skaleerib iga klahvi puudutussihti. Suurenda, kui vajutused mõnikord ei registreeru, nt. paksu ekraanikaitsega.
fr: Ajuste la zone tactile de chaque touche. Augmente-la si tes appuis ne passent pas toujours, par exemple avec une protection d'écran épaisse.
hu: Beállítja minden gomb érintési területének méretét. Növeld, ha néha nem érzékeli a koppintást, például vastag képernyővédő fóliánál.
it: Ridimensiona l'area tattile di ogni tasto. Aumentala se a volte i tocchi non vengono rilevati, ad esempio con una pellicola protettiva spessa.
ja: 各キーのタッチ範囲を広げたり狭めたりします。厚めの保護フィルムなどでタップがときどき反応しないなら、上げてみてください。
ko: 키마다 터치 영역 크기를 조절해요. 두꺼운 화면 보호 필름처럼 탭이 가끔 안 먹히면 높여 보세요.
ms: Skala sasaran sentuh setiap kekunci. Naikkan kalau ketikan kadang tak masuk, macam bila guna pelindung skrin tebal.
pt: Ajusta a área de toque de cada tecla. Aumenta-a se os toques às vezes não forem registados, por exemplo com uma película grossa.
ru: Меняет размер зоны нажатия у всех клавиш. Увеличьте, если нажатия иногда не срабатывают — например, из-за толстой защитной плёнки.
zh_hans: 调整每个按键的触控范围。要是有时点了没反应，比如贴了厚屏幕膜，就调大一点。

source: Scan QR
de: QR scannen
es: Escanear QR
et: Skanni QR
fr: Scanner le QR
hi: QR स्कैन करें
hu: QR beolvasása
it: Scansiona QR
ja: QRをスキャン
ko: QR 스캔
ms: Imbas QR
ne: QR स्क्यान गर्नुहोस्
pt: Digitalizar QR
ru: Сканировать QR
tr: QR tara
zh_hans: 扫描二维码

source: Scan theme QR code
de: QR-Code für Theme scannen
es: Escanear código QR del tema
et: Skanni teema QR-kood
fr: Scanner le code QR du thème
hi: थीम QR कोड स्कैन करें
hu: Téma QR-kódjának beolvasása
it: Scansiona il codice QR del tema
ja: テーマのQRコードをスキャン
ko: 테마 QR 코드 스캔
ms: Imbas kod QR tema
ne: थिम QR कोड स्क्यान गर्नुहोस्
pt: Digitalizar código QR do tema
ru: Сканировать QR-код темы
tr: Tema QR kodunu tara
zh_hans: 扫描主题二维码

source: Scottish Gaelic
de: Schottisch-Gälisch
es: Gaélico escocés
et: Šoti gaeli keel
fr: Gaélique écossais
hi: स्कॉटिश गेलिक
hu: Skót gael
it: Gaelico scozzese
ja: スコットランド・ゲール語
ko: 스코틀랜드 게일어
ms: Gaelik Scotland
ne: स्कटिश गेलिक
pt: Gaélico escocês
ru: Шотландский гэльский
tr: İskoç Galcesi
zh_hans: 苏格兰盖尔语

source: Scratch pad inside the keyboard
de: Notizblock in der Tastatur
es: Bloc de notas dentro del teclado
et: Märkmik klaviatuuri sees
fr: Bloc-notes dans le clavier
hu: Jegyzettömb a billentyűzeten belül
it: Blocco note dentro la tastiera
ja: キーボードの中に置けるメモ帳
ko: 키보드 안에 있는 메모장
ms: Pad calar dalam papan kekunci
pt: Bloco de notas dentro do teclado
ru: Черновик прямо в клавиатуре
zh_hans: 键盘里的便签

source: Scratchpad
de: Notizblock
es: Bloc de notas
et: Märkmik
fr: Bloc-notes
hu: Jegyzettömb
it: Blocco note
ja: メモ帳
ko: 메모장
ms: Pad nota
pt: Bloco de notas
ru: Черновик
zh_hans: 便笺

source: Screen
de: Negativ multiplizieren
es: Trama
et: Ekraan
fr: Superposition
hu: Szűrés
it: Scolora
ja: スクリーン
ko: 스크린
ms: Skrin
pt: Tela
ru: Экран
zh_hans: 滤色

source: Script
de: Schreibschrift
es: Caligráfica
et: Kursiiv
fr: Cursive
hu: Kézírás
it: Corsivo
ja: 筆記体
ko: 필기체
ms: Tulisan tangan
pt: Cursiva
ru: Скрипт
zh_hans: 手写体

source: Scripts that run alongside the keyboard
de: Skripte, die neben der Tastatur laufen
es: Scripts que se ejecutan junto al teclado
et: Skriptid, mis töötavad klaviatuuri kõrval
fr: Des scripts qui tournent à côté du clavier
hu: Szkriptek, amelyek a billentyűzet mellett futnak
it: Script che girano accanto alla tastiera
ja: キーボードと並んで動くスクリプト
ko: 키보드와 함께 실행되는 스크립트
ms: Skrip yang berjalan bersama papan kekunci
pt: Scripts que correm ao lado do teclado
ru: Скрипты, работающие рядом с клавиатурой
zh_hans: 与键盘一同运行的脚本

source: Scroll
de: Scrollen
es: Desplazar
et: Kerimine
fr: Défiler
hu: Görgetés
it: Scorri
ja: スクロール
ko: 스크롤
ms: Tatal
pt: Deslocar
ru: Прокрутка
zh_hans: 滚动

source: Scroll direction
de: Scrollrichtung
es: Dirección de desplazamiento
et: Kerimise suund
fr: Sens du défilement
hu: Görgetés iránya
it: Direzione di scorrimento
ja: スクロール方向
ko: 스크롤 방향
ms: Arah tatal
pt: Direção de deslocamento
ru: Направление прокрутки
zh_hans: 滚动方向

source: Scroll down the page to the cards with a dashed outline, and tap one.
de: Scroll auf der Seite nach unten zu den Karten mit gestricheltem Rand und tippe eine an.
es: Baja por la página hasta las tarjetas de contorno discontinuo y toca una.
et: Keri lehel alla kaartideni katkendjoonelise äärisega ja puuduta üht.
fr: Descends la page jusqu'aux cartes au contour en pointillés et touches-en une.
hu: Görgess lejjebb a szaggatott keretű kártyákig, és koppints az egyikre.
it: Scorri la pagina fino alle schede con il bordo tratteggiato e toccane una.
ja: ページを下にスクロールし、破線の枠のカードをタップします。
ko: 페이지를 내려 점선 테두리 카드까지 간 다음, 하나를 누르세요.
ms: Tatal ke bawah halaman sehingga kad bergaris putus, dan ketik satu.
pt: Desce a página até aos cartões de contorno tracejado e toca num.
ru: Прокрутите страницу до карточек с пунктирной рамкой и нажмите на любую.
zh_hans: 往下滚到有虚线边框的卡片，点一下。

source: Scroll sensitivity
de: Scroll-Empfindlichkeit
es: Sensibilidad de desplazamiento
et: Kerimise tundlikkus
fr: Sensibilité du défilement
hu: Görgetés érzékenysége
it: Sensibilità di scorrimento
ja: スクロールの感度
ko: 스크롤 감도
ms: Kepekaan tatal
pt: Sensibilidade de deslocamento
ru: Чувствительность прокрутки
zh_hans: 滚动灵敏度

source: Scrollable suggestions
de: Scrollbare Vorschläge
es: Sugerencias desplazables
et: Keritavad soovitused
fr: Suggestions avec défilement
hu: Görgethető javaslatok
it: Suggerimenti a scorrimento
ja: スクロール可能な候補
ko: 스크롤 가능한 제안
ms: Cadangan boleh tatal
pt: Sugestões roláveis
ru: Прокручиваемые подсказки
zh_hans: 可滚动建议

source: Search
de: Suchen
es: Buscar
et: Otsi
fr: Rechercher
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
ms: Cari
pt: Pesquisar
ru: Поиск
zh_hans: 搜索

source: Search Emoji
de: Emoji suchen
es: Buscar emoji
et: Otsi emojisid
fr: Rechercher un emoji
hu: Emoji keresése
it: Cerca emoji
ja: 絵文字を検索
ko: 이모지 검색
ms: Cari Emoji
pt: Procurar Emoji
ru: Поиск эмодзи
zh_hans: 搜索表情符号

source: Search GIFs on KLIPY
de: GIFs auf KLIPY suchen
es: Buscar GIFs en KLIPY
et: Otsi GIF-e KLIPY-st
fr: Rechercher des GIFs sur KLIPY
hu: GIF-ek keresése a KLIPY-n
it: Cerca GIF su KLIPY
ja: KLIPYでGIFを検索
ko: KLIPY에서 GIF 검색
ms: Cari GIF di KLIPY
pt: Pesquisar GIFs na KLIPY
ru: Поиск GIF в KLIPY
zh_hans: 在 KLIPY 中搜索 GIF

source: Search KLIPY
de: KLIPY durchsuchen
es: Buscar en KLIPY
et: Otsi KLIPYst
fr: Rechercher sur KLIPY
hu: Keresés a KLIPY-n
it: Cerca su KLIPY
ja: KLIPYで検索
ko: KLIPY 검색
ms: Cari di KLIPY
pt: Pesquisar no KLIPY
ru: Поиск в KLIPY
zh_hans: 搜索 KLIPY

source: Search bar
de: Suchleiste
es: Barra de búsqueda
et: Otsinguriba
fr: Barre de recherche
hu: Keresősáv
it: Barra di ricerca
ja: 検索バー
ko: 검색 바
ms: Bar carian
pt: Barra de pesquisa
ru: Строка поиска
zh_hans: 搜索栏

source: Search emoji
de: Emoji suchen
es: Buscar emoji
et: Otsi emojisid
fr: Rechercher un emoji
hu: Emoji keresése
it: Cerca emoji
ja: 絵文字を検索
ko: 이모지 검색
ms: Cari emoji
pt: Procurar emoji
ru: Поиск эмодзи
zh_hans: 搜索表情

source: Search field
de: Suchfeld
es: Campo de búsqueda
et: Otsinguväli
fr: Champ de recherche
hu: Keresőmező
it: Campo di ricerca
ja: 検索欄
ko: 검색창
ms: Medan carian
pt: Campo de pesquisa
ru: Поле поиска
zh_hans: 搜索框

source: Search fields, contacts, and revert
de: Suchfelder, Kontakte und Zurücksetzen
es: Campos de búsqueda, contactos y deshacer
et: Otsinguväljad, kontaktid ja tagasivõtmine
fr: Champs de recherche, contacts et retour
hu: Keresőmezők, névjegyek és visszaállítás
it: Campi di ricerca, contatti e ripristino
ja: 検索欄、連絡先、元に戻す操作
ko: 검색창, 연락처 및 되돌리기
ms: Medan carian, kenalan dan pulihkan
pt: Campos de pesquisa, contactos e reposição
ru: Поля поиска, контакты и отмена
zh_hans: 搜索栏、联系人和还原

source: Search finds settings, tools, and answers across Clink.
de: Die Suche findet Einstellungen, Werkzeuge und Antworten in ganz Clink.
es: La búsqueda encuentra ajustes, herramientas y respuestas en todo Clink.
et: Otsing leiab seadeid, tööriistu ja vastuseid kogu Clinkist.
fr: La recherche trouve des réglages, des outils et des réponses dans tout Clink.
hu: A kereséssel a Clink összes beállítását, eszközét és súgóválaszát megtalálod.
it: La ricerca trova impostazioni, strumenti e risposte in tutto Clink.
ja: 検索では、Clink全体の設定、ツール、質問への回答を探せます。
ko: 검색으로 Clink의 설정, 도구, 질문에 대한 답변을 찾을 수 있습니다.
ms: Cari tetapan, alat dan jawapan di seluruh Clink.
pt: A pesquisa encontra definições, ferramentas e respostas em todo o Clink.
ru: Поиск находит настройки, инструменты и ответы во всём Clink.
zh_hans: 通过搜索，可以找到 Clink 中的设置、工具和问题解答。

source: Search for a word to define it.
de: Suche ein Wort, um es zu definieren.
es: Busca una palabra para ver su definición.
et: Otsi sõna, et näha selle tähendust.
fr: Recherchez un mot pour voir sa définition.
hu: Keress rá egy szóra a jelentéséért.
it: Cerca una parola per vederne la definizione.
ja: 単語を検索すると意味が表示されます。
ko: 단어를 검색하면 뜻이 표시됩니다.
ms: Cari perkataan untuk melihat maknanya.
pt: Pesquise uma palavra para ver a definição.
ru: Найдите слово, чтобы увидеть его значение.
zh_hans: 搜索一个单词来查看释义。

source: Search for the setting and set it how you had it.
de: Such die Einstellung und stell sie wieder so ein, wie du sie hattest.
es: Busca el ajuste y déjalo como lo tenías.
et: Otsi seadistus ja sea see nii, nagu sul oli.
fr: Cherche le réglage et remets-le comme tu l’avais.
hu: Keresd meg a beállítást, és állítsd vissza úgy, ahogy volt.
it: Cerca l’impostazione e rimettila com’era.
ja: その設定を検索して、元の状態に戻します。
ko: 해당 설정을 검색해 원래대로 되돌리세요.
ms: Cari tetapan itu dan tetapkannya seperti dahulu.
pt: Procura a definição e põe-na como a tinhas.
ru: Найдите настройку через поиск и верните её к прежнему значению.
zh_hans: 搜索这项设置，把它改回原来的样子。

source: Search from the bar on any tab to look through the settings themselves.
de: Über das Suchfeld oben in jedem Tab durchsuchst du die Einstellungen selbst.
es: Usa la búsqueda de cualquier pestaña para buscar en los ajustes.
et: Otsi mis tahes kaardi ribalt, et sirvida seadeid ise.
fr: Utilise la recherche en haut de n'importe quel onglet pour chercher dans les réglages.
hu: Bármelyik lap tetején lévő keresővel magukban a beállításokban is kereshetsz.
it: Cerca dalla barra in cima a qualsiasi scheda per guardare tra le impostazioni.
ja: 各タブ上部の検索から、設定そのものを探せます。
ko: 각 탭 위쪽 검색창으로 설정 자체를 찾아볼 수 있습니다.
ms: Guna carian di atas mana-mana tab untuk mencari dalam tetapan itu sendiri.
pt: Usa a pesquisa no topo de qualquer separador para procurar nas próprias definições.
ru: Ищите через строку на любой вкладке, чтобы пройтись по самим настройкам.
zh_hans: 在任意标签页顶部的搜索框里可以直接搜索设置。

source: Search languages
de: Sprachen suchen
es: Buscar idiomas
et: Otsi keeli
fr: Rechercher des langues
hu: Nyelvek keresése
it: Cerca lingue
ja: 言語を検索
ko: 언어 검색
ms: Cari bahasa
pt: Pesquisar idiomas
ru: Поиск языков
zh_hans: 搜索语言

source: Search layouts
de: Layouts suchen
es: Buscar disposiciones
et: Otsi paigutusi
fr: Rechercher des dispositions
hu: Elrendezések keresése
it: Cerca layout
ja: レイアウトを検索
ko: 레이아웃 검색
ms: Cari susun atur
pt: Pesquisar esquemas
ru: Поиск раскладок
zh_hans: 搜索布局

source: Search plugins
de: Plugins suchen
es: Buscar plugins
et: Otsi pistikprogramme
fr: Rechercher des plugins
hu: Bővítmények keresése
it: Cerca plugin
ja: プラグインを検索
ko: 플러그인 검색
ms: Cari plugin
pt: Pesquisar plugins
ru: Поиск плагинов
zh_hans: 搜索插件

source: Search profiles
de: Profile suchen
es: Buscar perfiles
et: Otsi profiile
fr: Rechercher des profils
hu: Profilok keresése
it: Cerca profili
ja: プロファイルを検索
ko: 프로필 검색
ms: Cari profil
pt: Pesquisar perfis
ru: Поиск профилей
zh_hans: 搜索配置文件

source: Search questions
de: Fragen durchsuchen
es: Buscar preguntas
et: Otsi küsimusi
fr: Rechercher une question
hu: Kérdések keresése
it: Cerca tra le domande
ja: 質問を検索
ko: 질문 검색
ms: Cari soalan
pt: Procurar perguntas
ru: Поиск по вопросам
zh_hans: 搜索问题

source: Search settings
de: Einstellungen durchsuchen
es: Buscar en ajustes
et: Otsi seadeid
fr: Rechercher dans les réglages
hu: Beállítások keresése
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
ms: Cari tetapan
pt: Pesquisar definições
ru: Поиск по настройкам
zh_hans: 搜索设置

source: Search symbols
de: Symbole suchen
es: Buscar símbolos
et: Otsi sümboleid
fr: Rechercher des symboles
hu: Szimbólumok keresése
it: Cerca simboli
ja: 記号を検索
ko: 기호 검색
ms: Cari simbol
pt: Procurar símbolos
ru: Поиск символов
zh_hans: 搜索符号

source: Search this page for whatever's wrong, in a full sentence if you like.
de: Such auf dieser Seite nach dem, was klemmt — ruhig als ganzen Satz.
es: Busca en esta página lo que te pasa, en una frase entera si quieres.
et: Otsi sellelt lehelt seda, mis valesti on, vajadusel tervelausena.
fr: Cherche sur cette page ce qui cloche, en une phrase complète si tu veux.
hu: Keress rá ezen az oldalon arra, ami nem stimmel — akár egész mondatban.
it: Cerca in questa pagina quello che non va, anche con una frase intera.
ja: 困っていることを、このページの検索欄に入力します。文章のままで構いません。
ko: 무엇이 문제인지 이 페이지 검색란에 적으세요. 문장 그대로도 괜찮습니다.
ms: Cari pada halaman ini apa yang tidak kena, dalam ayat penuh pun boleh.
pt: Procura nesta página o que está a correr mal, numa frase inteira se quiseres.
ru: Поищите на этой странице то, что не так, — можно целым предложением.
zh_hans: 把出问题的地方打进本页搜索框，写成一整句也行。

source: Secondary
de: Sekundär
es: Secundario
et: Teisene
fr: Secondaire
hu: Másodlagos
it: Secondario
ja: セカンダリ
ko: 보조
ms: Sekunder
pt: Secundário
ru: Дополнительный
zh_hans: 次要

source: Secondary color
de: Sekundärfarbe
es: Color secundario
et: Teinevärv
fr: Couleur secondaire
hu: Másodlagos szín
it: Colore secondario
ja: サブカラー
ko: 보조 색상
ms: Warna sekunder
pt: Cor secundária
ru: Вторичный цвет
zh_hans: 辅助色

# Secondary colour
source: Secondary color
de: Sekundärfarbe
es: Color secundario
et: Teinevärv
fr: Couleur secondaire
hu: Másodlagos szín
it: Colore secondario
ja: サブカラー
ko: 보조 색상
ms: Warna sekunder
pt: Cor secundária
ru: Вторичный цвет
zh_hans: 辅助色

source: Secondary language models
de: Modelle für weitere Sprachen
es: Modelos de idiomas secundarios
et: Lisakeelte mudelid
fr: Modèles des langues secondaires
hu: Másodlagos nyelvi modellek
it: Modelli delle lingue secondarie
ja: 副言語のモデル
ko: 보조 언어 모델
ms: Model bahasa sekunder
pt: Modelos de idiomas secundários
ru: Модели дополнительных языков
zh_hans: 次要语言模型

source: Section on Keys
de: Abschnitt unter Tasten
es: Sección en Teclas
et: Jaotis klahvide all
fr: Section dans Touches
hu: Szakasz a Billentyűk alatt
it: Sezione in Tasti
ja: 「キー」にセクション
ko: 키 화면의 섹션
ms: Bahagian dalam Kekunci
pt: Secção em Teclas
ru: Раздел в «Клавишах»
zh_hans: “按键”中的分区

source: See all
de: Alle ansehen
es: Ver todos
et: Vaata kõiki
fr: Tout voir
hu: Összes
it: Vedi tutti
ja: すべて表示
ko: 모두 보기
ms: Lihat semua
pt: Ver todos
ru: Показать все
zh_hans: 查看全部

source: Segments
de: Segmente
es: Segmentos
et: Segmendid
hi: खंड
hu: Szegmensek
it: Segmenti
ja: セグメント
ko: 세그먼트
ms: Segmen
ne: खण्डहरू
pt: Segmentos
ru: Сегменты
tr: Bölümler
zh_hans: 分段

source: Select
de: Markieren
es: Seleccionar
et: Vali
fr: Sélectionner
hu: Kijelölés
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
pt: Selecionar
ru: Выбрать
zh_hans: 选择

source: Select %@ on keyboard
de: %@ auf der Tastatur auswählen
es: Seleccionar %@ en el teclado
et: Vali %@ klaviatuuril
fr: Sélectionner %@ sur le clavier
hu: %@ kiválasztása a billentyűzeten
it: Seleziona %@ sulla tastiera
ja: キーボードで%@を選択
ko: 키보드에서 %@ 선택
ms: Pilih %@ pada papan kekunci
pt: Selecionar %@ no teclado
ru: Выбрать %@ на клавиатуре
zh_hans: 在键盘上选择 %@

source: Select all keys
de: Alle Tasten auswählen
es: Seleccionar todas las teclas
et: Vali kõik klahvid
fr: Tout sélectionner
hu: Összes billentyű kijelölése
it: Seleziona tutti i tasti
ja: すべてのキーを選択
ko: 모든 키 선택
ms: Pilih semua kekunci
pt: Selecionar todas as teclas
ru: Выбрать все клавиши
zh_hans: 选择所有按键

source: Select text. Tap Shift to toggle the first letter’s case; double-tap to toggle all selected text. Keep tapping to repeat.
de: Markiere Text. Tippe auf die Umschalttaste, um die Groß- und Kleinschreibung des ersten Buchstabens zu wechseln. Tippe zweimal für die gesamte Auswahl. Durch weiteres Tippen wiederholst du den Wechsel.
es: Selecciona texto. Toca Mayúsculas para cambiar entre mayúscula y minúscula la primera letra; toca dos veces para cambiar todo el texto seleccionado. Sigue tocando para repetir.
et: Vali tekst. Puuduta tõstuklahvi, et vahetada esimese tähe suur- ja väiketähte; topeltpuudutus muudab kogu valitud teksti tähesuurust. Jätka puudutamist, et vahetust korrata.
fr: Sélectionne du texte. Touche Maj pour changer la casse de la première lettre, ou touche deux fois pour changer celle de toute la sélection. Continue à toucher pour recommencer.
hu: Jelölj ki szöveget. Koppints a Shiftre az első betű kis- és nagybetűs alakjának váltásához, vagy koppints duplán a teljes kijelölés átalakításához. Újabb koppintásokkal megismételheted a váltást.
it: Seleziona del testo. Tocca Maiusc per alternare maiuscola e minuscola della prima lettera; tocca due volte per modificare tutto il testo selezionato. Continua a toccare per ripetere.
ja: テキストを選択し、Shiftをタップすると最初の文字の大文字と小文字が切り替わります。ダブルタップすると選択範囲全体が切り替わります。続けてタップすると繰り返し切り替えられます。
ko: 텍스트를 선택한 후 Shift를 탭하면 첫 글자의 대소문자가 전환됩니다. 두 번 탭하면 선택한 텍스트 전체가 전환됩니다. 계속 탭하여 반복할 수 있습니다.
ms: Pilih teks. Ketik Shift untuk menukar huruf pertama antara huruf besar dan kecil; ketik dua kali untuk menukar seluruh teks yang dipilih. Teruskan mengetik untuk mengulang.
pt: Seleciona texto. Toca em Shift para alternar entre maiúscula e minúscula na primeira letra; toca duas vezes para alterar todo o texto selecionado. Continua a tocar para repetir.
ru: Выделите текст. Нажмите Shift, чтобы изменить регистр первой буквы, или дважды — чтобы изменить регистр всего выделенного текста. Повторные нажатия снова переключают регистр.
zh_hans: 选中文字后，轻点 Shift 可切换首字母大小写，轻点两下可切换全部所选文字的大小写。继续轻点即可反复切换。

source: Select the generated look in its picker after saving the plugin.
de: Wähle nach dem Speichern des Plugins das erstellte Design in der zugehörigen Auswahl aus.
es: Tras guardar el plugin, selecciona el diseño generado en su selector.
et: Pärast plugina salvestamist vali loodud kujundus vastavast valikust.
fr: Après avoir enregistré le plugin, sélectionne le style créé dans le sélecteur correspondant.
hu: A bővítmény mentése után válaszd ki a létrehozott megjelenést a megfelelő választóban.
it: Dopo aver salvato il plugin, scegli lo stile generato nel relativo selettore.
ja: プラグインを保存した後、対応する選択画面で生成されたデザインを選んでください。
ko: 플러그인을 저장한 다음 해당 선택 화면에서 생성된 스타일을 선택하세요.
ms: Selepas menyimpan pemalam, pilih gaya yang dijana dalam pemilihnya.
pt: Depois de guardares o plugin, seleciona o estilo gerado no respetivo seletor.
ru: После сохранения плагина выберите созданное оформление в соответствующем списке.
zh_hans: 保存插件后，在相应的选择器中选择生成的外观。

source: Selected
de: Ausgewählt
es: Seleccionado
et: Valitud
fr: Sélection
hu: Kijelölve
it: Selezionato
ja: 選択中
ko: 선택됨
ms: Dipilih
pt: Selecionado
ru: Выделено
zh_hans: 已选中

source: Selected text
de: Markierter Text
es: Texto seleccionado
et: Valitud tekst
fr: Texte sélectionné
hu: Kijelölt szöveg
it: Testo selezionato
ja: 選択したテキスト
ko: 선택한 텍스트
ms: Teks dipilih
pt: Texto selecionado
ru: Выделенный текст
zh_hans: 选中的文本
